tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "oven-sh/bun"
brew "cloudflared"
brew "go"
brew "cobra-cli"
brew "cocoapods"
brew "delve"
brew "dotnet"
brew "dotnet@8"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "glow"
brew "golangci-lint-langserver"
brew "gopls"
brew "helix"
brew "lazydocker"
brew "lazygit"
brew "marksman"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tig"
brew "tlrc"
brew "tmux"
brew "watchman"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "omnisharp/omnisharp-roslyn/omnisharp-mono"
brew "oven-sh/bun/bun"
cask "android-platform-tools"
cask "brave-browser"
cask "charmstone"
cask "docker"
cask "element"
cask "ghostty"
cask "microsoft-auto-update"
cask "microsoft-openjdk"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obsidian"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "steam"
cask "superkey"
