tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "oven-sh/bun"
brew "go"
brew "cobra-cli"
brew "cocoapods"
brew "delve"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "glow"
brew "golangci-lint-langserver"
brew "gopls"
brew "helix"
brew "lazydocker"
brew "lazygit"
brew "node"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rustup"
brew "yazi"
brew "zoxide"
brew "omnisharp/omnisharp-roslyn/omnisharp-mono"
brew "oven-sh/bun/bun"
cask "android-platform-tools"
cask "android-studio"
cask "docker-desktop"
cask "ghostty"
cask "github"
cask "jetbrains-toolbox"
cask "microsoft-teams"
cask "mongodb-compass"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "raycast"
cask "spotify"
cask "tailscale-app"
cask "todoist-app"
cask "visual-studio-code"
cask "vivaldi"
cask "windows-app"
