tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "cloudflared"
brew "cocoapods"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git"
brew "helix"
brew "lazygit"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "watchman"
brew "yazi"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "android-platform-tools"
cask "brave-browser"
cask "charmstone"
cask "docker"
cask "ghostty"
cask "microsoft-auto-update"
cask "microsoft-openjdk"
cask "microsoft-teams"
cask "mongodb-compass"
cask "obsidian"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "steam"
cask "superkey"
